Repository: jimeneza14/R7.News
Catalog: R7.News.Agent/App_LocalResources/ViewAgent.ascx.*.resx
Languages: ru_ru

# AddNewsEntry.Action
source: Add News Entry
ru_ru: Добавить новость

# CreateFromPageData.Action
source: Create from Page Data
ru_ru: Создать из данных страницы

# ModuleHelp.Text
source: <P>A R7.News.Agent module</P>
ru_ru: <P> Модуль R7.News.Agent</P>

# NothingToDisplay.Text
source: Module have nothing to display
ru_ru: Нет элементов для отображения

# buttonCreateFromPageData.Text
source: Create from Page Data
ru_ru: Создать из данных страницы

# PublishedOnDate.Format
source: dd MMM yyyy
ru_ru: dd MMMM yyyy

# Visibility_NotPublished.Format
source: Will be Published: {0}
ru_ru: Будет опубликовано: {0}

# Visibility_Expired.Format
source: Expired: {0}
ru_ru: Срок публикации истек: {0}

# SystemUser.Text
source: System
ru_ru: Система

# EditNewsEntry.Text
source: Edit News Entry
ru_ru: Редактировать новость

# Duplicate.Text
source: Duplicate News Entry
ru_ru: Дублировать новость

# SyncTab.Text
source: Sync Page with News Entry
ru_ru: Синхронизировать страницу с новостью
